cask "karabiner-elements"
cask "ngrok"

tap "mcasper/formulae"
tap "neovim/neovim"
tap "thoughtbot/formulae"

brew "asdf"
brew "atuin"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "git"
brew "git-clean"
brew "gnu-sed"
brew "httpie"
brew "jq"
brew "libpq"
brew "lua"
brew "mise"
brew "ncdu"
brew "neovim"
brew "npm"
brew "openssh"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "telnet"
brew "tmux"
brew "tree"
brew "v8"
brew "watchman"
brew "webpack"
brew "wget"
brew "yarn"
brew "zsh"
