cask "android-studio"
cask "docker"
cask "handbrake"
cask "java"

tap "caskroom/cask"
tap "homebrew/boneyard"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "joshuaclayton/formulae"
tap "neovim/neovim"
tap "thoughtbot/formulae"
tap "facebook/fb"

brew "carthage"
brew "cloc"
brew "cmake"
brew "doxygen"
brew "elasticsearch"
brew "elm"
brew "erlang"
brew "fzf"
brew "git"
brew "go"
brew "heroku"
brew "httpie"
brew "icu4c"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "lua"
brew "memcached"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "npm"
brew "openssh"
brew "phantomjs"
brew "postgresql"
brew "rbenv"
brew "rcm"
brew "redis"
brew "ruby-build"
brew "shellcheck"
brew "swiftlint"
brew "tmate"
brew "tmux"
brew "unused"
brew "v8"
brew "wget"
brew "z"
brew "zsh"
