cask "android-studio"
cask "chromedriver"
cask "docker"
cask "handbrake"
cask "java"
cask "karabiner-elements"
cask "phantomjs"

tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/services"
tap "joshuaclayton/formulae"
tap "mcasper/formulae"
tap "neovim/neovim"
tap "thoughtbot/formulae"

brew "asdf"
brew "carthage"
brew "cloc"
brew "cmake"
brew "consul"
brew "coreutils"
brew "doxygen"
brew "elasticsearch"
brew "elm"
brew "emacs"
brew "erlang"
brew "fzf"
brew "git"
brew "git-clean"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "heroku"
brew "httpie"
brew "icu4c"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "memcached"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "npm"
brew "openssh"
brew "postgresql"
brew "rbenv"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "shellcheck"
brew "swiftlint"
brew "telnet"
brew "tmate"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unused"
brew "v8"
brew "watchman"
brew "webpack"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
